import React from 'react';

const data = [
    {
        emoji:"👉",
        name:"香菇油菜",
        content:"前些年去青岛，在一家不起眼的小店里吃过香菇油菜，做的香菇油菜很特别，先把油菜烫出来腌制一下，主要调料是大蒜和大姜，香菇和姜蒜均切成丁，用的老抽上色，勾芡后象酱汁一样放在油菜的旁边，那个蒜香味的香菇和油菜一起特别好吃，于是回家后也试着做这道菜，全家人都非常上口。     今天买回的油菜根茎特别大，所以就分成两份，把根部作成香菇油菜，把叶来个凉拌油菜叶，一菜变两。",
        material:"大蒜半头 姜适量 油菜500g 香菇100g",
        process:"香菇洗净 香菇、大蒜、大姜切成丁备用 准备好水淀粉，把肉切成丁备用 油菜洗净 切去头 锅里加水把油菜焯水 从锅里捞出放于凉水过凉 捞出控干放上小许盐、味精腌制入味 入味后摆入盘中."
    },
    {
        emoji:"👉",
        name:"开心土豆泥",
        content:"粉粉绵绵的土豆泥，加入玉米粒、青豆点缀，色彩亮丽清新，而火腿肠更是增加了口感，造型圆圆的，十分的可爱哦！",
        material:"火腿肠50g 玉米粒30g 青豆30g 沙拉酱适量 牛奶少许 盐1勺 土豆2个",
        process:"首先将去皮土豆切成块，泡入清水，火腿肠切粒。将土豆放入蒸锅，隔水蒸十分钟，取出。将玉米粒、青豆，放入蒸锅，隔水蒸十分钟，取出。将土豆压成泥，放入火腿、青豆、玉米粒，挤入适量沙拉酱，再淋入少量牛奶，放入半勺盐，搅拌均匀，用模具压成心形，就可以享用了。"
    },

    {
        emoji:"👉",
        name:"红烧猪蹄",
        content:"粉粉绵绵的土豆泥，加入玉米粒、青豆点缀，色彩亮丽清新，而火腿肠更是增加了口感，造型圆圆的，十分的可爱哦！",
        material:"猪蹄750克 盐 葱各13克 姜8克 料酒各25克 花椒5粒 冰糖50克 汤1300克。",
        process:"将猪蹄刮毛洗净，剁去爪尖劈成两半，用水煮透后放入凉水中。姜、葱拍破待用。用炒勺将少许香油烧热，放入冰糖炸成紫色时，放汤调至浅红色为度。加入猪蹄、料酒、葱、姜、盐、花椒，汤烧开后除去浮沫，用大火烧至猪蹄上色后，移至小火炖烂，收浓汁即成。"
    },
    {
        emoji:"👉",
        name:"辣椒炒肉",
        content:"下饭菜，好吃。只要看看我图片就会有食欲。",
        material:"猪前腿瘦肉，湖南辣椒，最好是俗称鸡肠子辣椒的那种，肥肉少许，蒜，酱油，盐，味精，菜籽油",
        process:"瘦肉切片用盐、酱油稍微入味。辣椒切片，蒜子拍松。爆香肥肉和蒜子，炒瘦肉、辣椒等调味即可。"
    },
    {
        emoji:"👉",
        name:"香煎鸡胸肉",
        content:"煎鸡胸肉，推荐给所有减肥的姐妹们，好吃简单又快手!",
        material:"鸡胸肉160克 洋葱丝少许 熟白芝麻少许 黑胡椒粉1小勺 盐1克 鸡精少许 酱油少许 孜然粉少许",
        process:"鸡胸肉用刀背剁一剁，切小块放入碗中。调入盐和鸡精。加入黑胡椒粉。加入酱油。用手抓拌均匀后倒入一勺食用油，再稍微抓匀，裹上保鲜膜放入冰箱冷藏半小时入味。锅里倒入少许油，大火加热，放入腌好的鸡胸肉，中火煎至金黄色。翻面，同样中火煎至表面呈金黄色。用剪刀剪小块，再用小火慢慢的煎。煎至熟透表面呈金黄色量沙拉酱。"
    }



]

export default data;